Repository: iehoshia/training_iesa
Catalog: account_report/locale/*.po
Languages: es_419

# model:ir.action,name:wizard_print_general_balance
source: Print General Balance
es_419: Imprimir Balance de Situación

# model:ir.action,name:wizard_print_income_statement
source: Print Income Statement
es_419: Imprimir Estado de Pérdidas y Ganancias

# model:ir.ui.menu,name:menu_print_general_balance
source: Print General Balance
es_419: Imprimir Balance de Situación

# model:ir.ui.menu,name:menu_print_income_statement
source: Print Income Statement
es_419: Imprimir Estado de Resultados

# field:print.general_balance.start,company:
source: Company
es_419: Colegio

# field:print.general_balance.start,to_date:
source: Date
es_419: A la fecha

# field:print.general_balance.start,fiscalyear:
source: Fiscal Year
es_419: Año Fiscal

# field:print.general_balance.start,account:
source: Account Plan
es_419: Plan Contable

# field:print.general_balance.start,omit_zero:
source: Omit Zero
es_419: Omitir Cuenta con Saldo Cero

# field:print.income_statement.start,company:
source: Company
es_419: Colegio

# field:print.income_statement.start,fiscalyear:
source: Fiscal Year
es_419: Año Fiscal

# field:print.income_statement.start,start_date:
source: Start Date
es_419: Fecha Inicial

# field:print.income_statement.start,end_date:
source: End Date
es_419: Fecha Final

# field:print.income_statement.start,account:
source: Account Plan
es_419: Plan Contable

# field:print.income_statement.start,omit_zero:
source: Omit Zero
es_419: Omitir Cuenta con Saldo Cero

# wizard_button:print.general_balance,start,end:
source: Cancel
es_419: Cancelar

# wizard_button:print.general_balance,start,print_:
source: Print
es_419: Imprimir

# wizard_button:print.income_statement,start,end:
source: Cancel
es_419: Cancelar

# wizard_button:print.income_statement,start,print_:
source: Print
es_419: Imprimir

# model:ir.action,name:report_general_balance
source: General Balance
es_419: Balance General

# model:ir.action,name:report_income_statement
source: Income Statement
es_419: Estado de Pérdidas y Ganancias
