Repository: iehoshia/training_iesa
Catalog: training/locale/override/*.po
Languages: es_419

# field:sale.subscription,lines:sale_subscription
source: Lines
es_419: Grados

# field:sale.subscription,party:sale_subscription.
source: Party
es_419: Encargado

# field:sale.subscription.line.consumption,invoice_line:sale_subscription.
source: Invoice Line
es_419: Línea de cobro

# field:sale.subscription.line,service:sale_subscription
source: Service
es_419: Grado

# field:party.party,receivable:party
source: Receivable
es_419: Balance

# field:party.address,zip:party
source: Zip
es_419: Zona

# field:party.address,name:party
source: Building Name
es_419: Colonia

# field:party.contact_mechanism,type:party
source: Type
es_419: Tipo

# field:account.invoice.line,product:account_invoice
source: Product
es_419: Concepto de Cobro

# selection:party.contact_mechanism,type:party
source: Website
es_419: Referencia 1

# selection:party.contact_mechanism,type:party
source: Skype
es_419: Referencia 2

# selection:party.contact_mechanism,type:party
source: SIP
es_419: Referencia 3

# field:party.address,street:party
source: Street
es_419: Calle / Avenida / Zona

# field:party.address,subdivision:party
source: Subdivision
es_419: Departamento

# field:account.invoice,amount_to_pay_today:account_invoice
source: Amount to Pay Today
es_419: Importe a Pagar Hoy

# field:account.invoice.pay.start,amount:account_invoice
source: Amount
es_419: Monto a Pagar

# field:account.invoice,company:account_invoice
source: Company
es_419: Colegio

# field:sale.subscription,start_date:sale_subscription
source: Fecha inicial
es_419: Fecha de inicio

# field:sale.subscription,invoice_recurrence:sale_subscription
source: Invoice Recurrence
es_419: Recurrencia de cobro

# field:sale.subscription,invoice_address:sale_subscription
source: Invoice Address
es_419: Dirección de cobro

# field:sale.subscription,company:sale_subscription
source: Company
es_419: Colegio

# field:account.invoice,invoice_address:account_invoice
source: Invoice Address
es_419: Dirección de cobro

# field:account.invoice,invoice_date:account_invoice
source: Invoice Date
es_419: Fecha de Cobro

# field:account.invoice,party:account_invoice
source: Party
es_419: Estudiante

# field:sale.subscription,invoice_start_date:sale_subscription
source: Invoice Start Date
es_419: Fecha inicial de cobro

# field:account.move,company:account
source: Company
es_419: Colegio

# model:ir.action,name:party.act_party_form
source: Parties
es_419: Personas

# model:ir.action,name:sale_subscription.act_line_consumption_create
source: Generate Subscription Line Consumptions
es_419: Generar Líneas de Recibos

# model:ir.action,name:sale_subscription.act_create_invoice
source: Create Subscription Invoices
es_419: Generar Recibos de Subscripción

# model:ir.ui.menu,name:party.menu_party_form
source: Parties
es_419: Personas

# model:ir.ui.menu,name:party.menu_party
source: Party
es_419: Personas

# model:ir.ui.menu,name:account_invoice.menu_invoices
source: Invoices
es_419: Recibos

# view:account.invoice:account_invoice.
source: Invoice
es_419: Cobro

# view:sale.subscription.create_invoice.start:sale_subscription.
source: Create Subscription Invoices for date
es_419: Crear los cobros de matrículas hasta la fecha

# view:sale.subscription.line.consumption.create.start:sale_subscription.
source: Create Subscription Line Consumptions for date
es_419: Crear los cobros de matrículas hasta la fecha

# model:ir.ui.menu,name:account_invoice.menu_invoice_in_form
source: Supplier Invoices
es_419: Recibos de Gastos

# model:ir.action,name:account_invoice.act_invoice_in_form
source: Supplier Invoices
es_419: Recibos de Gastos

# model:ir.ui.menu,name:account_invoice.menu_invoice_out_form
source: Customer Invoices
es_419: Cobros de Alumnos

# model:ir.action,name:account_invoice.act_invoice_out_form
source: Customer Invoices
es_419: Cobros de Alumnos
