Repository: iehoshia/training_iesa
Catalog: account_iesa_asset/locale/*.po
Languages: es_419

# view:create.asset.start:
source: You can now create an asset for your company.
es_419: Ahora puedes crear una activo para el colegio.

# view:create.asset.end:
source: Your asset have been successfull created for your company.
es_419: El activo ha sido creado exitosamente para tu colegio.

# field:create.asset.form,company:
source: Company
es_419: Colegio

# field:create.asset.form,name:
source: Name
es_419: Nombre del Activo

# field:create.asset.form,code:
source: Code
es_419: Código

# field:create.asset.form,unit:
source: Unit
es_419: Unidad

# field:create.asset.form,value:
source: Value
es_419: Valor de Compra

# field:create.asset.form,residual_value:
source: Residual Value
es_419: Valor Residual

# field:create.asset.form,purchase_date:
source: Purchase Date
es_419: Fecha de Compra

# field:create.asset.form,start_date:
source: Start Date
es_419: Fecha Inicial de Depreciación

# field:create.asset.form,end_date:
source: End Date
es_419: Fecha Final de Depreciación

# field:create.asset.form,account_depreciation:
source: Account Accumulated Depreciation
es_419: Cuenta de Depreciación Acumulada

# field:create.asset.form,account_asset:
source: Account Depreciation
es_419: Cuenta de Depreciación

# field:create.asset.form,account_journal:
source: Journal
es_419: Diario de Activo

# field:create.asset.form,cash_journal:
source: Cash Journal
es_419: Diario de Compra

# field:create.asset.form,ticket:
source: Ticket
es_419: Factura de Compra

# field:create.asset.form,receipt:
source: Receipt
es_419: Número de Cheque

# field:create.asset.end,company:
source: Company
es_419: Colegio

# field:create.asset.end,created_asset:
source: Asset
es_419: Activo Creado

# model:ir.ui.menu,name:menu_assets
source: Assets
es_419: Activos

# model:ir.ui.menu,name:menu_create_asset
source: Create Asset
es_419: Crear Activo

# model:ir.action,name:act_asset_tree
source: Assets
es_419: Activos

# model:ir.action,name:act_open_created_asset_tree
source: Assets
es_419: Activos

# model:ir.action,name:wizard_create_asset
source: Create Asset
es_419: Crear Activo

# view:create.asset.form:
source: Asset Info
es_419: Información del Activo

# view:create.asset.form:
source: Asset Date Depreciation
es_419: Fechas de Depreciación del Activo

# view:create.asset.form:
source: Asset Account
es_419: Cuentas Contables de Depreciación

# view:create.asset.form:
source: Account Journal
es_419: Información Contable de Compra de Activo

# model:ir.action.act_window.domain,name:act_asset_form_domain_draft
source: Draft
es_419: Borradores

# model:ir.action.act_window.domain,name:act_asset_form_domain_running
source: Running
es_419: Activos

# model:ir.action.act_window.domain,name:act_asset_form_domain_closed
source: Closed
es_419: Depreciados

# model:ir.action.act_window.domain,name:act_asset_form_domain_all
source: All
es_419: Todos

# model:ir.action.act_window.domain,name:act_open_created_asset_tree_domain_draft
source: Draft
es_419: Borradores

source: Running
es_419: Activos

# model:ir.action.act_window.domain,name:act_open_created_asset_tree_domain_closed
source: Closed
es_419: Depreciados

# model:ir.action.act_window.domain,name:act_open_created_asset_tree_domain_all
source: All
es_419: Todos

# wizard_button:create.asset,start,end:
source: Cancel
es_419: Cancelar

# wizard_button:create.asset,start,asset:
source: OK
es_419: Aceptar

# wizard_button:create.asset,asset,end:
source: Cancel
es_419: Cancelar

# wizard_button:create.asset,asset,asset:
source: OK
es_419: Aceptar

# wizard_button:create.asset,created,end:
source: Cancel
es_419: Cancelar

# wizard_button:create.asset,created,open_created:
source: OK
es_419: Aceptar
