Repository: iehoshia/training_iesa
Catalog: account_iesa/locale/*.po
Languages: es

# field:product.template,company:
source: Company
es: Colegio

# field:account.iesa.payment.context,date:
source: Date
es: Fecha

# field:account.iesa.payment.context,party:
source: Party
es: Encargado

# field:account.operating.capital,company:
source: Company
es: Colegio

# field:account.move,is_third_party:
source: Party
es: Requiere Impresión

# field:account.move,third_party:
source: Party
es: Persona

# field:account.move,amount:
source: Amount
es: Monto de Asiento

# field:account.move,ticket:
source: Ticket
es: Boleta

# field:account.iesa.payment,company:
source: Company
es: Colegio

# field:account.iesa.payment,company_party:
source: Company Party
es: Colegio

# field:account.iesa.payment,subscriber:
source: Subscriber
es: Encargado

# model:analytic_account.open_chart.start,name:
source: Open Chart of Analytic Accounts
es: Índices Financieros

# model:ir.ui.menu,name:menu_open_chart
source: Open Chart of Accounts
es: Índices Financieros

# model:ir.ui.menu,name:menu_print_financial_indicator
source: Print Financial Indicator
es: Imprimir Índices Financieros

# field:account.iesa.payment,is_third_party:
source: Is Third Party
es: Pago de Terceros

# field:account.iesa.payment,number:
source: Number
es: Número de Recibo

# field:account.iesa.payment,reference:
source: Reference
es: Referencia

# field:account.iesa.payment,description:
source: Description
es: Descripción

# field:account.iesa.payment,state:
source: State
es: Estado

# field:account.iesa.payment,invoice_date:
source: Payment Date
es: Fecha de Pago

# field:account.iesa.payment,accounting_date:
source: Accounting Date
es: Fecha de Contabilización

# field:account.iesa.payment,party:
source: Party
es: Estudiante

# field:account.iesa.payment,invoice_address:
source: Invoice Address
es: Dirección de Facturación

# field:account.iesa.payment,party_lang:
source: Party Lang
es: Lenguaje

# field:account.iesa.payment,currency:
source: Currency
es: Moneda

# field:account.iesa.payment,currency_digits:
source: Currency Digits
es: Dígitos de la Moneda

# field:account.iesa.payment,currency_date:
source: Currency Date
es: Fecha de la Moneda

# field:account.iesa.payment,journal:
source: Journal
es: Diario

# field:account.iesa.payment,move:
source: Move
es: Asiento

# field:account.iesa.payment,account:
source: Account
es: Cuenta

# field:account.iesa.payment,payment_term:
source: Payment Term
es: Plazo de Pago

# field:account.iesa.payment,invoices:
source: Invoices
es: Cobros

# field:account.iesa.payment,amount:
source: Amount
es: Monto a pagar

# field:account.iesa.payment,comment:
source: Comment
es: Comentario

# field:account.iesa.payment,ticket:
source: Ticket
es: Boleta

# field:account.iesa.payment,receipt:
source: Receipt
es: Recibo

# field:account.iesa.payment,third_party:
source: Third Party
es: Encargado

# field:account.iesa.payment,payment_lines:
source: Payment Lines
es: Historial de cuenta

# field:account.iesa.payment,lines:
source: Payment Lines
es: Líneas de Pago

# field:account.iesa.payment,existing_move_lines:
source: Payment Moves
es: Historial de Pagos

# field:account.iesa.payment.line,party:
source: Party
es: Estudiante

# field:account.iesa.payment.line,amount:
source: Amount
es: Monto a Pagar

# field:account.iesa.payment.line,account:
source: Account
es: Cuenta

# field:account.iesa.payment.line,description:
source: Description
es: Descripción

# view:account.iesa.payment:
source: Payment History
es: Pagos

# view:account.iesa.payment:
source: Other Info
es: Información Adicional

# view:account.operating.capital:
source: Current Capital
es: Capital Actual

# view:account.operating.capital:
source: Recommended Capital
es: Capital Recomendado

# view:account.operating.capital:
source: Operative Capital
es: Capital Operativo

# view:account.liquidity:
source: Current Capital
es: Capital Actual

# view:account.move.line:
source: CreditInverseStr
es: Debe

# view:account.move.line:
source: DebitInverseStr
es: Haber

# view:account.move.line:
source: CreditInverse
es: D

# view:account.move.line:
source: DebitInverse
es: H

# model:ir.ui.menu,name:menu_index
source: Financial Indexes
es: Índices Financieros

# model:account.iesa.payment,name:menu_operative_capital
source: Payment IESA
es: Recibo

# model:ir.action,name:report_general_ledger
source: General Ledger
es: Libro Mayor

# model:ir.action,name:act_account_move
source: Account Moves
es: Asientos Contables

# model:ir.action,name:act_liquidity
source: Liquidity
es: Liquidez

# model:ir.action,name:act_iesa_payment_form
source: Payments
es: Recibos

# model:ir.action,name:act_operative_capital
source: Operative Capital
es: Capital Operativo

# model:ir.action,name:act_move_template_create
source: Create Move from Template
es: Crear asiento desde plantilla

# model:ir.ui.menu,name:menu_move_template_create
source: Create Move from Template
es: Crear asiento desde plantilla

# model:ir.action,name:act_move_template_form
source: Account Move Template
es: Plantilla de asiento contable

# model:ir.ui.menu,name:menu_move_template_form
source: Account Move Template
es: Plantilla de asiento contable

# model:ir.ui.menu,name:menu_account
source: Account Moves
es: Asientos Contables

# model:ir.ui.menu,name:menuitem_account_move_form
source: Account Moves
es: Asientos Contables

# model:ir.ui.menu,name:menu_payment_form
source: Payments
es: Recibos

# model:ir.model.button,string:payment_post_button
source: Post
es: Contabilizar

# model:ir.model.button,string:payment_cancel_button
source: Cancel
es: Cancelar

# model:ir.model.button,string:payment_quote_button
source: Quote
es: Enumerar

# model:ir.model.button,string:payment_draft_button
source: Draft
es: Borrador

# selection:account.iesa.payment,state:
source: Draft
es: Borrador

# selection:account.iesa.payment,state:
source: Canceled
es: Cancelado

# selection:account.iesa.payment,state:
source: Quotation
es: Enumerado

# selection:account.iesa.payment,state:
source: Posted
es: Contabilizado

# error:account.iesa.payment:
source: You can not post payment "%s" because it is an unbalanced.
es: No puede contabilizar el recibo "%s" porque está descuadrado.

# model:ir.action,name:wizard_print_financial_indicator
source: Print Financial Indicator
es: Imprimir Índices Financieros

# model:ir.action,name:act_account_tree2
source: Analytic Accounts
es: Índices Financieros

# model:ir.action.act_window.domain,name:act_iesa_payment_form_draft
source: Draft
es: Borradores

# model:ir.action.act_window.domain,name:act_iesa_payment_form_quotation
source: Quotation
es: Enumerados

# model:ir.action.act_window.domain,name:act_iesa_payment_form_posted
source: Posted
es: Contabilizados

# model:ir.action.act_window.domain,name:act_iesa_payment_form_all
source: All
es: Todos

# model:ir.action.act_window.domain,name:act_account_move_draft
source: Draft
es: Borradores

# model:ir.action.act_window.domain,name:act_account_move_all
source: All
es: Todos
